[{"id":"1","topic":"Travel","question":"Have you traveled to any different countries? Which ones?"},{"id":"2","topic":"Travel","question":"Where is the most relaxing place you have been?"},{"id":"3","topic":"Travel","question":"Where is the most awe inspiring place you have been?"},{"id":"4","topic":"Travel","question":"Do you prefer traveling alone or with a group?"},{"id":"5","topic":"Travel","question":"What do you think of tour group packages?"},{"id":"6","topic":"Travel","question":"Talk about some of the interesting people you have met while traveling."},{"id":"7","topic":"Travel","question":"Where would you like to travel next?"},{"id":"8","topic":"Travel","question":"What was the most over hyped place you’ve traveled to?"},{"id":"9","topic":"Travel","question":"What’s the best way to travel? (Plane, car, train, etc.)"},{"id":"10","topic":"Travel","question":"What’s the best thing about traveling? How about the worst thing?"},{"id":"11","topic":"Travel","question":"How do you think traveling to a lot of different countries changes a person?"},{"id":"12","topic":"Travel","question":"What is the longest plane trip you have taken?"},{"id":"13","topic":"Travel","question":"What do you think of stay-cations? (Vacationing and seeing tourist attractions where you live.)"},{"id":"14","topic":"Travel","question":"Do you prefer to go off the beaten path when you travel?"},{"id":"15","topic":"Travel","question":"Where do you get your recommendations for what to do and where to stay when you travel?"},{"id":"16","topic":"Travel","question":"What is the worst hotel you have stayed at? How about the best hotel?"},{"id":"17","topic":"Technology","question":"What is your favorite piece of technology that you own?"},{"id":"18","topic":"Technology","question":"What piece of technology is really frustrating to use?"},{"id":"19","topic":"Technology","question":"What was the best invention of the last 50 years?"},{"id":"20","topic":"Technology","question":"Does technology simplify life or make it more complicated?"},{"id":"21","topic":"Technology","question":"Which emerging technology are you most excited about?"},{"id":"22","topic":"Technology","question":"What problems will technology solve in the next 5 years? What problems will it create?"},{"id":"23","topic":"Technology","question":"Will technology save the human race or destroy it?"},{"id":"24","topic":"Technology","question":"What piece of technology would look like magic or a miracle to people in medieval Europe?"},{"id":"25","topic":"Technology","question":"Can you think of any technology that has only made the world worse? How about a piece of technology that has only made the world better?"},{"id":"26","topic":"Technology","question":"What technology from a science fiction movie would you most like to have?"},{"id":"27","topic":"Technology","question":"What scifi movie or book would you like the future to be like?"},{"id":"28","topic":"Technology","question":"What do you think the next big technological advance will be?"},{"id":"29","topic":"Sports","question":"What sports do you like to watch?"},{"id":"30","topic":"Sports","question":"Who are some of your favorite athletes?"},{"id":"31","topic":"Sports","question":"Which sports do you like to play?"},{"id":"32","topic":"Sports","question":"Which sport is the most exciting to watch? Which is the most boring to watch?"},{"id":"33","topic":"Sports","question":"Do athletes deserve the high salaries they receive? Why or why not?"},{"id":"34","topic":"Sports","question":"What is the hardest sport to excel at?"},{"id":"35","topic":"Sports","question":"Who are the 3 greatest athletes of all time?"},{"id":"36","topic":"Sports","question":"What defines a sport? Is fishing a sport? How about video game tournaments?"},{"id":"37","topic":"Sports","question":"Why do you think sports are common across almost all cultures present and past?"},{"id":"38","topic":"Sports","question":"What do you think the oldest sport still being played is?"},{"id":"39","topic":"Sports","question":"How much time do you spend watching sports in a week?"},{"id":"40","topic":"Sports","question":"Do you play sports video games? Which ones? Is playing the video game or sport more fun? Why?"},{"id":"41","topic":"Movie","question":"What was the last movie you watched? How was it?"},{"id":"42","topic":"Movie","question":"Do you prefer to watch movies in the theater or in the comfort of your own home?"},{"id":"43","topic":"Movie","question":"What’s the worst movie you have seen recently?"},{"id":"44","topic":"Movie","question":"What’s the strangest movie you have ever seen?"},{"id":"45","topic":"Movie","question":"What is the most overrated movie?"},{"id":"46","topic":"Movie","question":"What’s your favorite genre of movie?"},{"id":"47","topic":"Movie","question":"What movie scene choked you up the most?"},{"id":"48","topic":"Movie","question":"Do you like documentaries? Why \/ why not?"},{"id":"49","topic":"Movie","question":"When was the last time you went to a movie theater?"},{"id":"50","topic":"Movie","question":"Do movies have the same power as books to change the world?"},{"id":"51","topic":"Movie","question":"Which do you prefer? Books or movies?"},{"id":"52","topic":"Movie","question":"Do you like horror movies? Why or why not?"},{"id":"53","topic":"Music","question":"What song always puts you in a good mood?"},{"id":"54","topic":"Music","question":"Which do you prefer, popular music or relatively unknown music?"},{"id":"55","topic":"Music","question":"What was the last song you listened to?"},{"id":"56","topic":"Music","question":"What is your favorite Music soundtrack?"},{"id":"57","topic":"Music","question":"Are there any songs that always bring a tear to your eye?"},{"id":"58","topic":"Music","question":"Do you like going to concerts? Why or why not? What was the last concert you went to?"},{"id":"59","topic":"Music","question":"Who was the first band or musician you were really into? Do you still like them?"},{"id":"60","topic":"Music","question":"Records, tapes, CDs, MP3s. Which did you grow up with? What is good and bad about each?"},{"id":"61","topic":"Music","question":"What bands or types of music do you listen to when you exercise?"},{"id":"62","topic":"Music","question":"Do you like classical music?"},{"id":"63","topic":"Music","question":"What’s the best way to discover new music?"},{"id":"64","topic":"Music","question":"How has technology changed the music industry?"},{"id":"65","topic":"Goals","question":"What is the craziest, most outrageous thing you want to achieve?"},{"id":"66","topic":"Goals","question":"What are some goals you have already achieved?"},{"id":"67","topic":"Goals","question":"What personal goals do you have?"},{"id":"68","topic":"Goals","question":"What do you hope to achieve in your professional life?"},{"id":"69","topic":"Goals","question":"Have your parents influenced what goals you have?"},{"id":"70","topic":"Goals","question":"Do you usually achieve goals you set? Why or why not?"},{"id":"71","topic":"Goals","question":"What is the best way to stay motivated and complete goals?"},{"id":"72","topic":"Goals","question":"What are some goals you have failed to accomplish?"},{"id":"73","topic":"Goals","question":"When do you want to retire? What do you want to do when you retire?"},{"id":"74","topic":"Goals","question":"What are your goals for the next two years?"},{"id":"75","topic":"Goals","question":"How have your goals changed over your life?"},{"id":"76","topic":"Goals","question":"How much do you plan for the future?"},{"id":"77","topic":"Goals","question":"How do you plan to make the world a better place?"},{"id":"78","topic":"Food","question":"What is your favorite food?"},{"id":"79","topic":"Food","question":"Do you like spicy food? Why or why not? What is the spiciest thing you have ever eaten?"},{"id":"80","topic":"Food","question":"What foods do you absolutely hate?"},{"id":"81","topic":"Food","question":"What food do you know you shouldn’t eat but can’t help yourself?"},{"id":"82","topic":"Food","question":"Does government have a place in regulating food? To what extent should government regulate food?"},{"id":"83","topic":"Food","question":"When was the last time you had a food fight?"},{"id":"84","topic":"Food","question":"What do you get every time you go grocery shopping?"},{"id":"85","topic":"Food","question":"If your life was a meal, what would kind of meal would it be?"},{"id":"86","topic":"Food","question":"What do you think of buffets?"},{"id":"87","topic":"Food","question":"What would you want your last meal to be if you were on death row?"},{"id":"88","topic":"Food","question":"What food looks disgusting but tastes delicious?"},{"id":"89","topic":"Weird","question":"Time freezes for everyone but you for one day. What do you do?"},{"id":"90","topic":"Weird","question":"If you could call up anyone in the world and have a one hour conversation, who would you call?"},{"id":"91","topic":"Weird","question":"You have to relive one day of your life forever. Which day do you choose?"},{"id":"92","topic":"Weird","question":"If your mind was an island, what would it look like?"},{"id":"93","topic":"Weird","question":"What flavor of ice cream do you wish existed?"},{"id":"94","topic":"Weird","question":"What does your own personal hell look like? How about your own personal heaven?"},{"id":"95","topic":"Weird","question":"A portal to another world opens in front of you. You don’t know how long it will stay open or if you’ll be able to get back after you go through. What do you do?"},{"id":"96","topic":"Weird","question":"If you had a personal mascot, what would your mascot be?"},{"id":"97","topic":"Weird","question":"You find a remote that can rewind, fast forward, stop and start time. What do you do with it?"},{"id":"98","topic":"Weird","question":"If you were a king \/ queen, what would your throne look like?"},{"id":"99","topic":"Weird","question":"If you were on the run from the police for a crime you didn’t commit, where would you go?"}]